[
    {
        "id": "1",
        "title": "Acceptance of Terms",
        "info": "By accessing or using the Unimate dating application , you agree to comply with and be bound by these Terms and Conditions . If you do not agree to these Terms, you must not use the App."
    },
    {
        "id": "2",
        "title": "Eligibility",
        "info": "You must be at least 18 years old to use the App. By using the App, you represent and warrant that you have the right, authority, and capacity to enter into this agreement and to abide by all of the terms and conditions of this agreement."
    },
    {
        "id": "3",
        "title": "Account Registration",
        "info": "You must be at least 18 years old to use the App. By using the App, you represent and warrant that you have the right, authority, and capacity to enter into this agreement and to abide by all of the terms and conditions of this agreement."
    },
    {
        "id": "4",
        "title": "Use of the App",
        "info": "You agree to use the App in a manner consistent with any and all applicable laws and regulations. You will not use the App for any unlawful or prohibited purpose. You will not impersonate any person or entity, and you will not misrepresent your age, identity, or affiliation with any person or entity."
    },
    {
        "id": "5",
        "title": "User Content",
        "info": "You are solely responsible for the content and information that you post, upload, or otherwise make available through the App. You grant Unimate a non-exclusive, worldwide, transferable, royalty-free, and sub-licensable right to use, copy, modify, distribute, and display such User Content."
    },
    {
        "id": "6",
        "title": "Image Restrictions",
        "info": "You agree not to post, upload, or otherwise make available any images that: Contain nudity, sexually explicit content, or pornography. Depict violence, hatred, or cruelty. Are defamatory, obscene, offensive, or violate the rights of any third party. Promote illegal activities or substances. Misrepresent your identity or the identity of others. Are intended to harass, abuse, or harm another person. Infringe on any intellectual property rights, including copyright or trademark."
    },
    {
        "id": "7",
        "title": " Prohibited Activities",
        "info": "You agree not to: Use the App for any commercial purposes without our consent, Engage in any illegal or unauthorized conduct using the App, Post any content that is defamatory, obscene, offensive, or violates any rights of any third party, Use the App to harass, abuse, or harm another person."
    },
    {
        "id": "8",
        "title": "Privacy",
        "info": "Your use of the App is also governed by our Privacy Policy, which is incorporated into these Terms by this reference. By using the App, you consent to the practices described in the Privacy Policy."
    },
    {
        "id": "9",
        "title": "Termination",
        "info": "We reserve the right to terminate or suspend your account and access to the App, with or without notice, if we believe you have violated these Terms or for any other reason, in our sole discretion."
    },
    {
        "id": "10",
        "title": "Disclaimers",
        "info": "The App is provided on an as is and as available basis. We do not warrant that the App will be uninterrupted, error-free, or completely secure. We disclaim all warranties of any kind, whether express, implied, or statutory."
    },
    {
        "id": "11",
        "title": "Limitation of Liability",
        "info": "In no event will Unimate be liable for any indirect, incidental, special, consequential, or punitive damages arising out of or in connection with your use of the App."
    },
    {
        "id": "12",
        "title": "Indemnity",
        "info": "You agree to indemnify and hold Unimate harmless from any claims, losses, damages, liabilities, including legal fees, arising out of your use or misuse of the App, any User Content you provide, or any violation of these Terms."
    },
    {
        "id": "13",
        "title": "Changes to Terms",
        "info": "We may modify these Terms at any time. Any changes will be effective immediately upon posting the revised Terms. Your continued use of the App following the posting of changes constitutes your acceptance of such changes."
    },
    {
        "id": "14",
        "title": "Governing Law",
        "info": "These Terms are governed by and construed in accordance with the laws of South Africa, without regard to its conflict of law principles."
    },
    {
        "id": "15",
        "title": "Contact Information",
        "info": "If you have any questions about these Terms, please contact us at 012 567 9256/5688."
    }
]